[
  "Based on the 4 Hour Body protocol",
  "Lose 8 to 10 kg",
  "in 6 weeks",
  "No calorie counting. No nonsense. Just eat what works.",
  "Start now €29 early bird",
  "One time payment • No subscription • Instant access",
  "Sound familiar?",
  "Recognize this?",
  "Starting over every Monday and quitting again by Friday",
  "Counting calories until you lose your mind, and still not losing weight",
  "No idea what to eat, the same struggle every single day",
  "Why this actually works.",
  "Diets fail because they rely on willpower. SlowCarb works because it replaces willpower with simple rules. No calorie counting, no starving, no confusion. Just follow 5 rules and eat until you're full. The result: 8 to 10 kg in 6 weeks, without the gym.",
  "The Method",
  "The 5 Rules",
  "No calculations. No supplements. Just follow these rules and eat until you're full.",
  "1",
  "No white carbs",
  "No bread, pasta, rice, potatoes, or sugar. No exceptions during the week.",
  "2",
  "30g protein within 30 min",
  "Eat at least 30 grams of protein within 30 minutes of waking up to kickstart your metabolism.",
  "3",
  "No liquid calories",
  "Drink water, coffee, and tea. No soda, fruit juice, milk, or alcohol (except on cheat day).",
  "4",
  "No fruit",
  "Fructose slows fat burning. Avocado and tomato are allowed in limited amounts.",
  "5",
  "Legumes with every meal",
  "Beans, lentils, and chickpeas provide lasting energy and keep you full.",
  "+ The Cheat Day",
  "One day per week you eat whatever you want. This is not optional. It resets your hormones and makes the diet sustainable.",
  "What you get",
  "Everything you need",
  "Everything to start today and keep going. No loose ends.",
  "50+ recipes",
  "Breakfast, lunch, and dinner. All tested, all delicious, all on the table in under 20 minutes.",
  "Works like an app",
  "Add SlowCarb to your home screen. No app store download needed.",
  "Smart shopping list",
  "Automatically generate your weekly shopping list. Grouped by store section.",
  "Weekly insights",
  "Brief explanations of why the protocol works. No dry theory. Practical knowledge that keeps you motivated.",
  "Cheat day guide",
  "One day per week you eat whatever you want. Pizza, ice cream, everything goes. This is not a reward. It is part of the protocol.",
  "Track your progress",
  "Log your weight and see the trend. Nothing motivates like a line going down.",
  "Results",
  "What users say",
  "“",
  "Five years of trying every diet. This is the first one I do not have to think about. Follow the rules, eat, done.",
  "”",
  "Mark",
  "Lost 9 kg in 5 weeks",
  "“",
  "I eat until I am full three times a day and still lose weight. The Saturday cheat day makes it easy to stick with all week.",
  "”",
  "Lisa",
  "Lost 11 kg in 8 weeks",
  "“",
  "No apps, no food scales, no hassle. Within a week I had my rhythm. Did not expect that.",
  "”",
  "Thomas",
  "Lost 7 kg in 6 weeks",
  "Early Bird Offer",
  "SlowCarb Lifetime Access",
  "One time payment, lifetime access",
  "€47",
  "€29",
  "Only for the first 100 people, then €47",
  "50+ slow carb recipes",
  "Smart shopping list",
  "Progress tracking",
  "Weekly education",
  "Cheat day protocol",
  "Future updates",
  "30 day money back guarantee",
  "Get instant access →",
  "30 day money back guarantee",
  "Frequently asked questions",
  "FAQ",
  "Is this safe?",
  "Absolutely. The slow carb diet is based on whole foods like eggs, vegetables, legumes, and lean meat. It is not a crash diet. You simply eat nutritious meals that keep you full longer.",
  "What can I eat on a cheat day?",
  "Do I have to count calories?",
  "How long do I have access?",
  "What if it does not work?",
  "Ready to start?",
  "In 6 weeks you could be 8 to 10 kg lighter. No hunger, no doubt, no hassle.",
  "Start now €29 early bird",
  "Instant access",
  "No subscription",
  "30 day money back",
  "© 2026 SlowCarb. All rights reserved.",
  "Privacy",
  "Terms",
  "Contact"
]